hx_sweep/He_5bar_Re2300/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 500000;
boundaryField
{
    inlet          { type calculated; value uniform 500000; }
    outlet         { type calculated; value uniform 500000; }
    heatedWall     { type calculated; value uniform 500000; }
    adiabaticWalls { type calculated; value uniform 500000; }
}
